Repository: rafiq10/flask_mega_tutorial
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Please log in to access this page.
pl: Zaloguj sie, aby moc nawigowac po stronie

source: Username
pl: Uzytkownik

source: Password
pl: Haslo

source: Remember Me
pl: Zapamietaj mnie

source: Sign In
pl: Zaloguj sie

source: About me
pl: O mnie

source: Submit
pl: OK

source: Say something
pl: Powiedz cos

source: Your post is now live!
pl: Twoj post zostal zamieszczony!

source: Invalid username or password
pl: Nieprawidlowa nazwa uzytkownika lub haslo

source: User %(username)s not found.
pl: Uzytkownik %(username)s nie istnieje

source: You cannot follow yourself!
pl: Nie mozesz obserwowac siebie!

source: You are following %(username)s!
pl: Obserwujesz %(username)s!

source: You cannot unfollow yourself!
pl: Nie mozesz od-obserwowac siebie!

source: You are not following %(TF)s
pl: Przestales obserwowac %(TF)s

source: File Not Found
pl: Strona nie odnaleziona

source: Back
pl: Wstecz

source: An unexpected error has occured
pl: Wystapil nieoczekiwany problem

source: The administrator has been notified. Sorry for the inconvenience!
pl: Administrator systemu zostal poinformowany. Przepraszamy za niedogodnosci

source: Newer posts
pl: Nowe posty

source: Older posts
pl: Starsze posty

source: %(username)s siad %(when)s:
pl: %(username)s napisal %(when)s

source: Welcome to Microblog
pl: Witaj na moim blogu

source: Home
pl: Strona Glowna

source: Explore
pl: Przeszukuj

source: Profile
pl: Profil

source: Logout
pl: Wyloguj sie

source: Login
pl: Zaloguj sie

source: Edit Profile
pl: Edytuj Profil

source: Hi, %(username)s!
pl: Czesc, %(username)s!

source: User
pl: Uzytkownik

source: Country
pl: Kraj

source: Department
pl: Departament

source: Last Login
pl: Ostatnio zalogowany

source: %(count)d followers
pl: %(count)d sledzanych

source: %(count)d following
pl: %(count)d sledzacych

source: About Me
pl: O mnie

source: Edit your profile
pl: Edytuj Twoj Profil

source: Follow
pl: Sledz

source: Unfollow
pl: Przestan sledzic
